Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# event.scope_dialog.this_and_future
source: This and future events
ar: هذا الحدث والأحداث المستقبلية
cs: Tato a budoucí události
da: Denne og fremtidige events
de: Dieses und zukünftige Ereignisse
el: Αυτό και μελλοντικά γεγονότα
es: Este y eventos futuros
fi: Tämä ja tulevat tapahtumat
fr: Cet événement et les futurs
he: אירוע זה ואירועים עתידיים
hi: यह और भविष्य के कार्यक्रम
hu: Ez és a jövőbeli események
id: Acara ini dan acara mendatang
it: Questo evento e i futuri
ja: このイベント以降のすべて
ko: 이 이벤트와 향후 이벤트
ms: Peristiwa ini dan yang akan datang
nb: Denne og fremtidige hendelser
nl: Dit en toekomstige evenementen
pl: To i przyszłe zdarzenia
pt_br: Este e futuros eventos
pt_pt: Este e futuros eventos
ro: Acest și viitoarele evenimente
ru: Это событие и будущие
sk: Táto a budúce udalosti
sv: Den här och framtida händelser
th: เหตุการณ์นี้และเหตุการณ์ในอนาคต
tr: Bu ve gelecek etkinlikler
uk: Ця та майбутні подіï
vi: Sự kiện này và các sự kiện tiếp theo
zh_hans: 此事件及将来的事件
zh_hant: 此事件和未來事件

# event.scope_dialog.this_event
source: This event
ar: هذا الحدث
cs: Tato událost
da: Dette event
de: Dieses Ereignis
el: Αυτό το γεγονός
es: Este evento
fi: Tämä tapahtuma
fr: Cet événement
he: אירוע זה
hi: यह कार्यक्रम
hu: Ez az esemény
id: Acara ini
it: Questo evento
ja: このイベントのみ
ko: 이 이벤트
ms: Peristiwa ini
nb: Denne hendelsen
nl: Dit evenement
pl: To zdarzenie
pt_br: Este evento
pt_pt: Este evento
ro: Acest eveniment
ru: Это событие
sk: Táto udalosť
sv: Den här händelsen
th: เหตุการณ์นี้
tr: Bu etkinlik
uk: Ця подія
vi: Sự kiện này
zh_hans: 此事件
zh_hant: 此事件

# event.scope_dialog.title
source: Recurring Event
ar: حدث متكرر
cs: Opakující se událost
da: Tilbagevendende event
de: Wiederkehrendes Ereignis
el: Επαναλαμβανόμενο γεγονός
es: Evento recurrente
fi: Toistuva tapahtuma
fr: Événement récurrent
he: אירוע חוזר
hi: आवर्ती कार्यक्रम
hu: Ismétlődő esemény
id: Acara Berulang
it: Evento Ricorrente
ja: 繰り返しイベント
ko: 반복 이벤트
ms: Peristiwa Berulang
nb: Gjentakende hendelse
nl: Herhalend evenement
pl: Zdarzenie powtarzające się
pt_br: Evento Recorrente
pt_pt: Evento Recorrente
ro: Eveniment recurent
ru: Повторяющееся событие
sk: Opakujúca sa udalosť
sv: Återkommande händelse
th: เหตุการณ์ที่เกิดขึ้นซ้ำ
tr: Tekrarlanan Etkinlik
uk: Повторювана подія
vi: Sự kiện lặp lại
zh_hans: 重复事件
zh_hant: 週期事件

# event.value.none
source: None
ar: لا شيء
cs: Žádný
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
fi: Ei mitään
fr: Aucun
he: כלום
hi: कोई नहीं
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
ms: Tidak ada
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadne
sv: Ingen
th: ไม่มี
tr: Hiçbiri
uk: Жодна
vi: Không
zh_hans: 无
zh_hant: 無

# google.calendar.account_mismatch
source: signed in as {signed_in}, but this calendar belongs to {expected}
ar: تم تسجيل الدخول باسم {signed_in}، لكن هذا التقويم ينتمي إلى {expected}
cs: přihlášeni jako {signed_in}, ale tento kalendář patří {expected}
da: logget ind som {signed_in}, men denne kalender tilhører {expected}
de: angemeldet als {signed_in}, aber dieser Kalender gehört zu {expected}
el: συνδεδεμένο ως {signed_in}, αλλά αυτό το ημερολόγιο ανήκει στο {expected}
es: iniciaste sesión como {signed_in}, pero este calendario pertenece a {expected}
fi: kirjautunut käyttäjänä {signed_in}, mutta tämä kalenteri kuuluu käyttäjälle {expected}
fr: connecté en tant que {signed_in}, mais ce calendrier appartient à {expected}
he: נכנסת כ- {signed_in}, אך לתוקף זה יש {expected}
hi: {signed_in} के रूप में साइन इन किया गया, लेकिन यह कैलेंडर {expected} का है
hu: bejelentkezve: {signed_in}, de ez a naptár tartozik a(z) {expected} felhasználóhoz
id: masuk sebagai {signed_in}, tetapi kalender ini milik {expected}
it: accesso effettuato come {signed_in}, ma questo calendario appartiene a {expected}
ja: {signed_in}でサインインしていますが、このカレンダーは{expected}に属しています
ko: {signed_in}(으)로 로그인했지만 이 달력은 {expected}에 속함
ms: masuk sebagai {signed_in}, tetapi kalender ini milik {expected}
nb: pålogget som {signed_in}, men denne kalenderen tilhører {expected}
nl: ingelogd als {signed_in}, maar deze agenda behoort toe aan {expected}
pl: zalogowany jako {signed_in}, ale ten kalendarz należy do {expected}
pt_br: conectado como {signed_in}, mas este calendário pertence a {expected}
pt_pt: conectado como {signed_in}, mas este calendário pertence a {expected}
ro: conectat ca {signed_in}, dar acest calendar aparține {expected}
ru: вы вошли как {signed_in}, но этот календарь принадлежит {expected}
sk: prihlásení ako {signed_in}, ale tento kalendár patrí {expected}
sv: inloggad som {signed_in}, men den här kalendern tillhör {expected}
th: ลงชื่อเข้าใช้เป็น {signed_in} แต่ปฏิทินนี้เป็นของ {expected}
tr: {signed_in} olarak giriş yaptınız, ancak bu takvim {expected} öğesine aittir
uk: ви ввійшли як {signed_in}, але цей календар належить {expected}
vi: đã đăng nhập dưới tên {signed_in}, nhưng lịch này thuộc về {expected}
zh_hans: 登录为 {signed_in},但此日历属于 {expected}
zh_hant: 以 {signed_in} 登入，但此日曆屬於 {expected}

# google.calendar.account_not_connected
source: That Google account is not connected locally anymore.
ar: لم يعد حساب Google هذا متصلاً محلياً.
cs: Tento účet Google již není lokálně připojen.
da: Den Google-konto er ikke længere forbundet lokalt.
de: Dieses Google-Konto ist nicht mehr lokal verbunden.
el: Αυτός ο λογαριασμός Google δεν είναι πλέον συνδεδεμένος τοπικά.
es: Esa cuenta de Google ya no está conectada localmente.
fi: Tämä Google-tili ei ole enää yhteydessä paikallisesti.
fr: Ce compte Google n'est plus connecté localement.
he: חשבון Google זה כבר לא מחובר באופן מקומי.
hi: वह Google खाता अब स्थानीय रूप से कनेक्ट नहीं है।
hu: Ez a Google-fiók már nincs helyileg csatlakoztatva.
id: Akun Google itu tidak lagi terhubung secara lokal.
it: Questo account Google non è più connesso localmente.
ja: そのGoogleアカウントはローカルに接続されていません。
ko: 해당 Google 계정이 더 이상 로컬로 연결되지 않았습니다.
ms: Akun Google itu tidak terhubung secara lokal lagi.
nb: Den Google-kontoen er ikke tilkoblet lokalt lenger.
nl: Die Google-account is niet meer lokaal verbonden.
pl: To konto Google nie jest już lokalnie połączone.
pt_br: Essa conta do Google não está mais conectada localmente.
pt_pt: Essa conta Google já não está conectada localmente.
ro: Acel cont Google nu mai este conectat local.
ru: Этот аккаунт Google больше не подключен локально.
sk: Tento Google účet nie je už lokálne pripojený.
sv: Det Google-kontot är inte längre anslutet lokalt.
th: บัญชี Google นั้นไม่ได้เชื่อมต่ออีกต่อไป
tr: Bu Google hesabı artık yerel olarak bağlı değil.
uk: Той обліковий запис Google більше не підключений локально.
vi: Tài khoản Google đó không còn được kết nối cục bộ nữa.
zh_hans: 该 Google 账户不再在本地连接。
zh_hant: 該 Google 帳戶不再在本機連接。

# google.calendar.background_sync_failed_title
source: Google Calendar background sync failed
ar: فشل المزامقة الخلفية لـ Google Calendar
cs: Synchronizace kalendáře Google na pozadí selhala
da: Google Calendar baggrundssynkronisering mislykkedes
de: Synchronisierung des Google Kalenders im Hintergrund fehlgeschlagen
el: Ο συγχρονισμός Google Calendar στο παρασκήνιο απέτυχε
es: Sincronización en segundo plano de Google Calendar falló
fi: Google Calendarin taustassa tapahtuva synkronointi epäonnistui
fr: La synchronisation en arrière-plan de Google Calendar a échoué
he: סנכרון רקע של Google Calendar נכשל
hi: Google कैलेंडर पृष्ठभूमि सिंक विफल
hu: A Google-naptár háttérszinkronizálása sikertelen
id: Sinkronisasi latar belakang Google Calendar gagal
it: Sincronizzazione Google Calendar in background non riuscita
ja: Google Calendar バックグラウンドSync失敗
ko: Google 달력 백그라운드 동기화 실패
ms: Sinkronisasi latar belakang Google Kalender gagal
nb: Google Calendar bakgrunnssynk mislyktes
nl: Achtergrond-synchronisatie Google Calendar mislukt
pl: Synchronizacja w tle Google Calendar nie powiodła się
pt_br: Falha na sincronização em background do Google Calendar
pt_pt: Falha na sincronização de fundo do Google Calendar
ro: Sincronizarea în fundal Google Calendar a eșuat
ru: Ошибка фоновой синхронизации Google Calendar
sk: Synchronizácia Google Kalendára na pozadí zlyhala
sv: Bakgrundssynkronisering av Google Kalender misslyckades
th: ซิงค์พื้นหลังปฏิทิน Google ล้มเหลว
tr: Google Takvim arka plan senkronizasyonu başarısız oldu
uk: Фонова синхронізація Google Calendar не вдалась
vi: Đồng bộ nền Google Calendar không thành công
zh_hans: Google 日历后台同步失败
zh_hant: Google 日曆背景同步失敗

# google.calendar.error.import_worker_stopped
source: Google Calendar import worker stopped
ar: توقف عامل استيراد Google Calendar
cs: Pracovník importu Kalendáře Google se zastavil
da: Google Calendar importarbejder stoppet
de: Google Kalender-Importworker beendet
el: Η εργάσια εισαγωγής Google Calendar σταμάτησε
es: Trabajador de importación de Google Calendar se detuvo
fi: Google Calendarin tuontityöntekijä pysähtyi
fr: Le worker d'importation de Google Calendar s'est arrêté
he: עובד יבוא Google Calendar עצר
hi: Google कैलेंडर आयात कार्यकर्ता बंद हो गया
hu: A Google-naptár importálása megállt
id: Pekerja impor Google Calendar dihentikan
it: Worker importazione Google Calendar interrotto
ja: Google Calendar インポートワーカーが停止しました
ko: Google 달력 가져오기 작업자 중지됨
ms: Pekerja impor Google Kalender berhenti
nb: Google Calendar importarbeider stoppet
nl: Google Calendar-importeerder gestopt
pl: Proces importu Google Calendar zatrzymany
pt_br: Worker de importação do Google Calendar parou
pt_pt: Processo de importação do Google Calendar parou
ro: Procesul import Google Calendar s-a oprit
ru: Работник импорта Google Calendar остановлен
sk: Pracovník importu Google Kalendára sa zastavil
sv: Arbetaren för Google Kalender-import stoppades
th: worker นำเข้าปฏิทิน Google หยุด
tr: Google Takvim alma işçisi durduruldu
uk: Робітник імпорту Google Calendar зупинився
vi: Công nhân nhập Google Calendar đã dừng
zh_hans: Google 日历导入工作线程已停止
zh_hant: Google 日曆匯入背景工作已停止

# google.calendar.error.reconnect_worker_stopped
source: Google Calendar reconnect worker stopped
ar: توقف عامل إعادة الاتصال بـ Google Calendar
cs: Pracovník opětovného připojení Kalendáře Google se zastavil
da: Google Calendar genopretningsarbejder stoppet
de: Google Kalender-Verbindungswiederherstellung beendet
el: Η εργάσια επανασύνδεσης Google Calendar σταμάτησε
es: Trabajador de reconexión de Google Calendar se detuvo
fi: Google Calendarin uudelleenyhteyden muodostamisen työntekijä pysähtyi
fr: Le worker de reconnexion de Google Calendar s'est arrêté
he: עובד חיבור מחדש של Google Calendar עצר
hi: Google कैलेंडर पुनः कनेक्ट कार्यकर्ता बंद हो गया
hu: A Google-naptár újracsatlakoztatása megállt
id: Pekerja sambung kembali Google Calendar dihentikan
it: Worker riconnessione Google Calendar interrotto
ja: Google Calendar 再接続ワーカーが停止しました
ko: Google 달력 재연결 작업자 중지됨
ms: Pekerja koneksi kembali Google Kalender berhenti
nb: Google Calendar gjenopprette arbeider stoppet
nl: Google Calendar-herverbinder gestopt
pl: Proces ponownego połączenia Google Calendar zatrzymany
pt_br: Worker de reconexão do Google Calendar parou
pt_pt: Processo de reconexão do Google Calendar parou
ro: Procesul reconectare Google Calendar s-a oprit
ru: Работник переподключения Google Calendar остановлен
sk: Pracovník pripojenia Google Kalendára sa zastavil
sv: Arbetaren för Google Kalender-återanslutning stoppades
th: worker เชื่อมต่อใหม่ปฏิทิน Google หยุด
tr: Google Takvim yeniden bağlanma işçisi durduruldu
uk: Робітник повторного підключення Google Calendar зупинився
vi: Công nhân kết nối lại Google Calendar đã dừng
zh_hans: Google 日历重新连接工作线程已停止
zh_hant: Google 日曆重新連接背景工作已停止

# google.calendar.error.refresh_worker_stopped
source: Google Calendar refresh worker stopped
ar: توقف عامل تحديث Google Calendar
cs: Pracovník aktualizace Kalendáře Google se zastavil
da: Google Calendar opdateringsarbejder stoppet
de: Google Kalender-Aktualisierungsworker beendet
el: Η εργάσια ανανέωσης Google Calendar σταμάτησε
es: Trabajador de actualización de Google Calendar se detuvo
fi: Google Calendarin päivitystyöntekijä pysähtyi
fr: Le worker d'actualisation de Google Calendar s'est arrêté
he: עובד רענון Google Calendar עצר
hi: Google कैलेंडर ताज़ा करें कार्यकर्ता बंद हो गया
hu: A Google-naptár frissítése megállt
id: Pekerja segarkan Google Calendar dihentikan
it: Worker aggiornamento Google Calendar interrotto
ja: Google Calendar 更新ワーカーが停止しました
ko: Google 달력 새로고침 작업자 중지됨
ms: Pekerja penyegaran Google Kalender berhenti
nb: Google Calendar oppdateringsarbeider stoppet
nl: Google Calendar-vernieuwer gestopt
pl: Proces odświeżania Google Calendar zatrzymany
pt_br: Worker de atualização do Google Calendar parou
pt_pt: Processo de atualização do Google Calendar parou
ro: Procesul reîmprospătare Google Calendar s-a oprit
ru: Работник обновления Google Calendar остановлен
sk: Pracovník obnovenia Google Kalendára sa zastavil
sv: Arbetaren för Google Kalender-uppdatering stoppades
th: worker รีเฟรชปฏิทิน Google หยุด
tr: Google Takvim yenileme işçisi durduruldu
uk: Робітник оновлення Google Calendar зупинився
vi: Công nhân làm mới Google Calendar đã dừng
zh_hans: Google 日历刷新工作线程已停止
zh_hant: Google 日曆重新整理背景工作已停止

# google.calendar.error.selector_worker_stopped
source: Google Calendar selector worker stopped
ar: توقف عامل محدد Google Calendar
cs: Pracovník selektoru Kalendáře Google se zastavil
da: Google Calendar vælgerarbejder stoppet
de: Google Kalender-Auswahlworker beendet
el: Η εργάσια επιλογής Google Calendar σταμάτησε
es: Trabajador de selector de Google Calendar se detuvo
fi: Google Calendarin valitsintyöntekijä pysähtyi
fr: Le worker de sélection de Google Calendar s'est arrêté
he: עובד בוחר Google Calendar עצר
hi: Google कैलेंडर सिलेक्टर कार्यकर्ता बंद हो गया
hu: A Google-naptár kiválasztása megállt
id: Pekerja pemilih Google Calendar dihentikan
it: Worker selezione Google Calendar interrotto
ja: Google Calendar セレクターワーカーが停止しました
ko: Google 달력 선택자 작업자 중지됨
ms: Pekerja pemilih Google Kalender berhenti
nb: Google Calendar velgerarbeider stoppet
nl: Google Calendar-selector gestopt
pl: Proces wyboru Google Calendar zatrzymany
pt_br: Worker de seleção do Google Calendar parou
pt_pt: Processo de seleção do Google Calendar parou
ro: Procesul selecție Google Calendar s-a oprit
ru: Работник выбора Google Calendar остановлен
sk: Pracovník výberu Google Kalendára sa zastavil
sv: Arbetaren för Google Kalender-väljare stoppades
th: worker เลือกปฏิทิน Google หยุด
tr: Google Takvim seçici işçisi durduruldu
uk: Робітник селектора Google Calendar зупинився
vi: Công nhân chọn Google Calendar đã dừng
zh_hans: Google 日历选择器工作线程已停止
zh_hant: Google 日曆選擇背景工作已停止

# google.calendar.import_failed_title
source: Google Calendar import failed
ar: فشل استيراد Google Calendar
cs: Import Kalendáře Google selhal
da: Google Calendar import mislykkedes
de: Google Kalender-Import fehlgeschlagen
el: Η εισαγωγή Google Calendar απέτυχε
es: Importación de Google Calendar falló
fi: Google Calendarin tuonti epäonnistui
fr: L'importation de Google Calendar a échoué
he: יבוא Google Calendar נכשל
hi: Google कैलेंडर आयात विफल
hu: A Google-naptár importálása sikertelen
id: Impor Google Calendar gagal
it: Importazione Google Calendar non riuscita
ja: Google Calendar インポート失敗
ko: Google 달력 가져오기 실패
ms: Impor Google Kalender gagal
nb: Google Calendar import mislyktes
nl: Google Calendar-import mislukt
pl: Importowanie Google Calendar nie powiodło się
pt_br: Falha na importação do Google Calendar
pt_pt: Falha na importação do Google Calendar
ro: Import Google Calendar eșuat
ru: Ошибка импорта Google Calendar
sk: Import Google Kalendára zlyhal
sv: Google Kalender-import misslyckades
th: นำเข้าปฏิทิน Google ล้มเหลว
tr: Google Takvim alma başarısız oldu
uk: Імпорт Google Calendar не вдався
vi: Nhập Google Calendar không thành công
zh_hans: Google 日历导入失败
zh_hant: Google 日曆匯入失敗

# google.calendar.import_title
source: Google Calendar import
ar: استيراد Google Calendar
cs: Import Kalendáře Google
de: Google Kalender-Import
el: Εισαγωγή Google Calendar
es: Importación de Google Calendar
fi: Google Calendarin tuonti
fr: Importation de Google Calendar
he: יבוא Google Calendar
hi: Google कैलेंडर आयात
hu: Google-naptár importálása
id: Impor Google Calendar
it: Importazione Google Calendar
ja: Google Calendar インポート
ko: Google 달력 가져오기
ms: Impor Google Kalender
nl: Google Calendar importeren
pl: Import Google Calendar
pt_br: Importação do Google Calendar
pt_pt: Importação do Google Calendar
ro: Import Google Calendar
ru: Импорт Google Calendar
sk: Import Google Kalendára
sv: Google Kalender-import
th: นำเข้าปฏิทิน Google
tr: Google Takvim alma
uk: Імпорт Google Calendar
vi: Nhập Google Calendar
zh_hans: Google 日历导入
zh_hant: Google 日曆匯入

# google.calendar.reconnect_title
source: Google Calendar reconnect
ar: إعادة الاتصال بـ Google Calendar
cs: Opětovné připojení Kalendáře Google
da: Google Calendar genopret
de: Google Kalender neu verbinden
el: Επανασύνδεση Google Calendar
es: Reconexión de Google Calendar
fi: Google Calendarin uudelleenyhteys
fr: Reconnexion de Google Calendar
he: חיבור מחדש Google Calendar
hi: Google कैलेंडर पुनः कनेक्ट
hu: Google-naptár újracsatlakoztatása
id: Sambung kembali Google Calendar
it: Riconnessione Google Calendar
ja: Google Calendar 再接続
ko: Google 달력 재연결
ms: Koneksi kembali Google Kalender
nb: Gjenopprette Google Calendar
nl: Google Calendar opnieuw verbinden
pl: Ponowne połączenie Google Calendar
pt_br: Reconexão do Google Calendar
pt_pt: Reconexão do Google Calendar
ro: Reconecta Google Calendar
ru: Переподключение Google Calendar
sk: Pripojenie Google Kalendára
sv: Google Kalender-återanslutning
th: เชื่อมต่อใหม่ปฏิทิน Google
tr: Google Takvim yeniden bağlanması
uk: Повторне підключення Google Calendar
vi: Kết nối lại Google Calendar
zh_hans: Google 日历重新连接
zh_hant: Google 日曆重新連接

# google.calendar.refresh_failed_title
source: Google Calendar refresh failed
ar: فشل تحديث Google Calendar
cs: Aktualizace Kalendáře Google selhala
da: Google Calendar opdatering mislykkedes
de: Google Kalender-Aktualisierung fehlgeschlagen
el: Η ανανέωση Google Calendar απέτυχε
es: Actualización de Google Calendar falló
fi: Google Calendarin päivitys epäonnistui
fr: L'actualisation de Google Calendar a échoué
he: רענון Google Calendar נכשל
hi: Google कैलेंडर ताज़ा विफल
hu: A Google-naptár frissítése sikertelen
id: Segarkan Google Calendar gagal
it: Aggiornamento Google Calendar non riuscito
ja: Google Calendar 更新失敗
ko: Google 달력 새로고침 실패
ms: Penyegaran Google Kalender gagal
nb: Google Calendar oppdatering mislyktes
nl: Google Calendar-vernieuwing mislukt
pl: Odświeżanie Google Calendar nie powiodło się
pt_br: Falha na atualização do Google Calendar
pt_pt: Falha na atualização do Google Calendar
ro: Reîmprospătare Google Calendar eșuată
ru: Ошибка обновления Google Calendar
sk: Obnovenie Google Kalendára zlyhalo
sv: Google Kalender-uppdatering misslyckades
th: รีเฟรชปฏิทิน Google ล้มเหลว
tr: Google Takvim yenileme başarısız oldu
uk: Оновлення Google Calendar не вдалось
vi: Làm mới Google Calendar không thành công
zh_hans: Google 日历刷新失败
zh_hant: Google 日曆重新整理失敗

# google.oauth.callback.failure_body
source: Google Calendar connection failed. You can close this tab and return to KnotQ.
ar: فشل الاتصال بـ Google Calendar. يمكنك إغلاق هذه النافذة والعودة إلى KnotQ.
cs: Připojení k Kalendáři Google se nezdařilo. Můžete zavřít tuto kartu a vrátit se do KnotQ.
da: Google Calendar forbindelse mislykkedes. Du kan lukke denne fane og vende tilbage til KnotQ.
de: Google Kalender-Verbindung fehlgeschlagen. Sie können diesen Tab schließen und zu KnotQ zurückkehren.
el: Η σύνδεση Google Calendar απέτυχε. Μπορείτε να κλείσετε αυτήν την καρτέλα και να επιστρέψετε στο KnotQ.
es: Conexión de Google Calendar falló. Puedes cerrar esta pestaña y volver a KnotQ.
fi: Google Calendarin yhteyden muodostaminen epäonnistui. Voit sulkea tämän välilehden ja palata KnotQ:lle.
fr: La connexion à Google Calendar a échoué. Vous pouvez fermer cet onglet et revenir à KnotQ.
he: חיבור Google Calendar נכשל. אתה יכול לסגור את הכרטיסייה הזו וחזור ל-KnotQ.
hi: Google कैलेंडर कनेक्शन विफल। आप इस टैब को बंद कर सकते हैं और KnotQ पर वापस जा सकते हैं।
hu: A Google-naptár csatlakoztatása sikertelen. Bezárhatja ezt a fület és visszatérhet a KnotQ-ba.
id: Koneksi Google Calendar gagal. Anda dapat menutup tab ini dan kembali ke KnotQ.
it: Connessione Google Calendar non riuscita. Puoi chiudere questa scheda e tornare a KnotQ.
ja: Google Calendar接続に失敗しました。このタブを閉じてKnotQに戻ることができます。
ko: Google 달력 연결 실패. 이 탭을 닫고 KnotQ로 돌아갈 수 있습니다.
ms: Koneksi Google Kalender gagal. Anda dapat menutup tab ini dan kembali ke KnotQ.
nb: Google Calendar tilkobling mislyktes. Du kan lukke denne fanen og returnere til KnotQ.
nl: Google Calendar-verbinding mislukt. Je kunt dit tabblad sluiten en terugkeren naar KnotQ.
pl: Połączenie z Google Calendar nie powiodło się. Możesz zamknąć tę kartę i wrócić do KnotQ.
pt_br: Falha na conexão do Google Calendar. Você pode fechar essa aba e voltar ao KnotQ.
pt_pt: Falha na ligação do Google Calendar. Pode fechar este separador e voltar para KnotQ.
ro: Conectarea Google Calendar a eșuat. Puteți închide această filă și vă întoarceți la KnotQ.
ru: Ошибка подключения Google Calendar. Вы можете закрыть эту вкладку и вернуться в KnotQ.
sk: Pripojenie Google Kalendára zlyhalo. Môžete zatvoriť túto kartu a vrátiť sa na KnotQ.
sv: Google Kalender-anslutningen misslyckades. Du kan stänga den här fliken och återvända till KnotQ.
th: การเชื่อมต่อปฏิทิน Google ล้มเหลว คุณสามารถปิดแท็บนี้และกลับไปที่ KnotQ
tr: Google Takvim bağlantısı başarısız oldu. Bu sekmeyi kapatabilir ve KnotQ'ya dönebilirsiniz.
uk: Підключення до Google Calendar не вдалось. Ви можете закрити цю вкладку й повернутися до KnotQ.
vi: Kết nối Google Calendar không thành công. Bạn có thể đóng tab này và quay lại KnotQ.
zh_hans: Google 日历连接失败。您可以关闭此标签页并返回 KnotQ。
zh_hant: Google 日曆連接失敗。您可以關閉此標籤並返回 KnotQ。
